import { Metadata } from 'next';

export const metadata: Metadata = {
  title:
    'KinoBook. Фильмы, сериалы, мультфильмы смотреть онлайн, в хорошем HD, 720, 1080, 2160 качестве бесплатно.',
  applicationName: 'KinoBook. Фильмы, сериалы, мультфильмы онлайн бесплатно.',
  keywords: [
    'смотреть',
    'бесплатно',
    'онлайн',
    'HD',
    'фильмы',
    'поиск фильмов',
    'кино',
    'мультфильмы',
    'сериалы',
    'новости кино',
    'обзоры',
    'сегодня в кино',
    'скоро',
    'скоро в кино',
    'кассовые сборы',
    'актер',
    'актеры',
    'актриса',
    'режиссер',
    'сценарист',
    'фото',
    'фотография',
    'постер',
  ].join(' '),
  description:
    'Смотрите лучшие фильмы онлайн, в хорошем HD качестве совершенно бесплатно и без регистрации на всех устройcтвах. Новости кино, поиск фильмов, отзывы пользователей, фотографии, постеры, трейлеры, кассовые сборы и многое другое.',
  colorScheme: 'dark',
};
